<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-1BmE4kWBq78iYhFldvKuhfTAU6auU8tT94WrHftjDbrCEXSU1oBoqyl2QvZ6jIW3" crossorigin="anonymous">

</head>
<body>
<div class="container">
<p><p><h1>치즈마켓 개인정보처리방침</h1><p><p>
"주식회사 치즈마켓”(이하 “회사”)은 "정보통신망 이용촉진 및 정보보호에 관한 법률", “개인정보보호법”, "통신비밀보호법", "전기통신사업법" 및 “전자상거래 등에서의 소비자 보호에 관한 법률” 등 정보통신서비스제공자가 준수하여야 할 관련 법령상의 개인정보보호 규정을 준수하며, 관련 법령에 의거한 개인정보처리방침을 정하여 이용자 권익 보호에 최선을 다하겠습니다. 회사는 이용자의 개인정보를 [개인정보의 수집목적]에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 제공 또는 위탁하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.<p>
•	이용자가 사전에 동의한 경우(이용자가 사전에 동의한 경우란, 서비스 이용 등을 위하여 이용자가 자발적으로 자신의 개인정보를 제3자에게 제공하는 것에 동의하는 것을 의미합니다.)<p>
•	법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우<p>
이러한 경우에도, 회사는 이용자에게 (1) 개인정보를 제공받는 자 (2) 그의 이용목적 (3) 개인정보의 보유 및 이용기간을 사전에 고지하고 이에 대해 명시적•개별적으로 동의를 얻습니다. 이와 같은 모든 과정에 있어서 회사는 이용자의 의사에 반하여 추가적인 정보를 수집하거나, 동의의 범위를 벗어난 정보를 제3자와 공유하지 않습니다.<p>

<b>서비스 이용 과정에서 이용자로부터 수집하는 개인정보</b><p>
서비스 이용과정에서 아래와 같은 정보가 수집될 수 있습니다.<p>
∙ 이용자가 작성하는 게시물 기타 콘텐츠 등 정보, 사용하는 기능, 수행하는 행동이나 활동 시간, 빈도 및 기간 등의 개인정보<p>
∙ 결재/배송/주문 서비스 등의 이용 시 생성되는 주문, 배송, 결제 정보<p>
∙ PC웹, 모바일 웹/앱 이용 과정에서 단말기정보(OS, 화면사이즈, 디바이스 아이디), IP주소, 쿠키, 방문일시 등 자동으로 생성되는 정보<p>

<b>개인정보 공유 및 제공</b>
치즈마켓은 이용자가 서비스 이용과정 등에서 따로 동의하는 경우나 법령에 규정된 경우를 제외하고는 이용자 개인정보를 위에서 말씀 드린 목적 범위를 초과하여 이용하거나 제3자에게 제공 또는 공유하지 않습니다.<p>

<b>개인정보 처리 위탁</b>
치즈마켓은 서비스의 원활한 제공을 위해 필요한 때에는 개인정보의 처리를 일부 위탁하고 있으며, 수탁 받은 업체가 관계 법령을 준수하도록 관리•감독하고 있습니다.<p>

<b>개인정보 보유기간, 파기방법 및 이용기간</b><p>
이용자 개인정보는 이용자로부터 동의를 받은 수집 및 이용목적이 달성된 때에는 회사 내부 방침 또는 관계 법령에서 정한 일정한 기간 동안 보관한 다음 파기합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기하고, 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다. 치즈마켓이 내부 방침 또는 법령에 따라 보관하는 개인정보 및 해당 법령은 아래 표와 같습니다. 또한 아래 기준과 별개로 회사는 1년간 서비스를 이용하지 않은 회원의 개인정보를 별도로 분리 보관 또는 삭제하고 있으며, 분리 보관된 개인정보는 4년간 보관 후 지체없이 파기합니다. '이용목적이 달성된 때'란 철회요청, 서비스계약 만료, 탈퇴 시를 의미합니다.<p>

<b>정보주체의 권리•의무 및 그 행사방법에 관한 사항</b><p>
이용자(만 14세 미만인 경우 법정 대리인)는 언제든지 이용자 개인정보를 조회하거나 수정할 수 있으며 수집•이용에 대한 동의 철회 또는 가입 해지를 요청할 수도 있습니다. 서비스 내 설정 기능을 통한 변경, 가입 해지(동의 철회)를 위해서는 서비스 내 각 기능을 클릭하면 되며, 운영자에게 이메일이나 별도 게시판으로 문의할 경우도 지체 없이 조치하겠습니다.
∙ 개인정보 조회 : 설정 > 계정 / 정보 관리<p>
∙ 개인정보 변경 : 설정 > 계정 / 정보 관리<p>
∙ 동의 철회 : 설정 > 탈퇴하기<p>
<b>인터넷 접속정보파일 등 개인정보를 자동으로 수집하는 장치의 설치•운영 및 그 거부에 관한 사항</b><p>
쿠키란?<p>
웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자 컴퓨터에 저장됩니다.<p>
사용목적?<p>
개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 쿠키를 사용합니다. 이용자가 웹사이트에 방문할 경우 웹 사이트 서버는 이용자의 디바이스에 저장되어 있는 쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하게 됩니다. 쿠키는 이용자가 웹 사이트를 방문할 때, 웹 사이트 사용을 설정한대로 접속하고 편리하게 사용할 수 있도록 돕습니다. 또한, 이용자의 웹사이트 방문 기록, 이용 형태를 통해서 최적화된 광고 등 맞춤형 정보를 제공하기 위해 활용됩니다.<p>
쿠키 수집 거부<p>
쿠키에는 이름, 전화번호 등 개인을 식별하는 정보를 저장하지 않으며, 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 쿠키 설치를 거부할 경우 웹 사용이 불편해지며, 로그인이 필요한 일부 서비스 이용에 어려움이 있을 수 있습니다.<p>
설정 방법의 예<p>
•	Internet Explorer의 경우 웹 브라우저 상단의 도구 메뉴 > 인터넷 옵션 > 개인정보 > 설정<p>
•	Chrome의 경우 웹 브라우저 우측의 설정 메뉴 > 화면 하단의 고급 설정 표시 > 개인정보의 콘텐츠 설정 버튼 > 쿠키<p>
<b>개인정보의 안전성 확보 조치에 관한 사항</b><p>
회사는 「개인정보보호법」 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적, 관리적, 물리적 조치를 하고 있습니다.<p>
•	개인정보 취급자의 최소화 및 교육<p>
개인정보를 처리하는 직원을 최소화 하며, 개인정보를 처리하는 모든 임직원들을 대상으로 개인정보보호 의무와 보안에 대한 정기적인 교육과 캠페인을 실시하고 있습니다.<p>
•	개인정보에 대한 접근 제한<p>
개인정보를 처리하는 시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.<p>
•	접속기록의 보관 및 위변조 방지<p>
개인정보처리시스템에 접속한 기록(웹 로그, 요약정보 등)을 최소 2년 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능을 사용하고 있습니다.<p>
•	개인정보의 암호화<p>
신용카드 번호 등 중요정보는 암호화 되어 저장 및 관리되고 있습니다. 또한 중요한 데이터는 저장 및 전송 시 암호화하여 사용하는 등의 별도 보안기능을 사용하고 있습니다.<p>
•	해킹 등에 대비한 기술적 대책<p>
해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신•점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다. 또한 네트워크 트래픽의 통제(Monitoring)는 물론 불법적으로 정보를 변경하는 등의 시도를 탐지하고 있습니다.<p>

<b>정보주체의 권익침해에 대한 구제방법</b><p>
정보주체는 아래의 기관에 대해 개인정보 침해에 대한 피해구제, 상담 등을 문의하실 수 있습니다<p>
•	개인정보 침해신고센터 (한국인터넷진흥원 운영)<p>
∙ 소관업무 : 개인정보 침해사실 신고, 상담 신청<p>
∙ 홈페이지 : privacy.kisa.or.kr<p>
∙ 전화 : (국번없이) 118<p>
∙ 주소 : 전라남도 나주시 진흥길 9 한국인터넷진흥원<p>
•	개인정보 분쟁조정위원회<p>
∙ 소관업무 : 개인정보 분쟁조정신청, 집단분쟁조정 (민사적 해결)<p>
∙ 홈페이지 : www.kopico.go.kr<p>
∙ 전화 : 1833-6972<p>
∙ 주소 : 서울특별시 종로구 세종대로 209 정부서울청사 12층<p>
•	대검찰청 사이버수사과:<p>
∙ (국번없이) 1301, privacy@spo.go.kr (http://www.spo.go.kr/)<p>
•	경찰청 사이버수사국<p>
∙ (국번없이) 182 (http://ecrm.cyber.go.kr/)<p>
또한, 개인정보의 열람, 정정•삭제, 처리정지 등에 대한 정보주체자의 요구에 대하여 공공기관의 장이 행한 처분 또는 부작위로 인하여 권리 또는 이익을 침해 받은 자는 행정심판법이 정하는 바에 따라 행정심판을 청구할 수 있습니다.<p>
<b>고지의 의무</b><p>
치즈마켓은 법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보처리방침을 수정할 수 있습니다. 개인정보처리방침이 변경되는 경우 치즈마켓은 변경 사항을 게시하며, 변경된 개인정보처리방침은 게시한 날로부터 7일 후부터 효력이 발생합니다.<p>
•	공고일자: 2022년 7월 01일<br>
•	시행일자: 2022년 7월 05일<br>



</div>
</body>
</html>